Dlubal.RFEM5.ProtocolHeaderOptions
Options of showing information in the printout report header.

Dlubal.RFEM5.ProtocolHeaderOptions.Header
Display header

Dlubal.RFEM5.ProtocolHeaderOptions.InfoRowBellowHeader
Display info row bellow the header

Dlubal.RFEM5.ProtocolHeaderOptions.Footer
Display footer

Dlubal.RFEM5.ProtocolHeaderOptions.BlackCircles
Display black circles in header and footer

Dlubal.RFEM5.ProtocolHeaderOptions.Date
Display date

Dlubal.RFEM5.ProtocolHeaderOptions.CompanyLogo
Display company logo

Dlubal.RFEM5.ProtocolHeaderOptions.PageNumber
Display page number

Dlubal.RFEM5.ProtocolHeaderOptions.SheetNumber
Display sheet number